{
  "status": "ok",
  "articles": [

    {
      "source": {
        "id": null,
        "name": "cnn.com"
      },
      "author": "Tamara Thiessen",
      "title": "Indonesia's new forest capital in Borneo heightens fears for orangutans' future",
      "description": "The steamy, jungle-covered tropical island of Borneo was once considered one of the remotest, wildest places on earth. A place where orangutans and headhunters lurked undisturbed.",
      "url": "https://edition.cnn.com/travel/article/indonesia-new-capital-borneo-orangutans-cmd/index.html",
      "urlToImage": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2021/06/07135518/1.-Konservasi_Kakatua_Indonesia_20180927_115456-1536x890.jpg",
      "publishedAt": "2022-02-22T03:05:00Z",
      "content": "The steamy, jungle-covered tropical island of Borneo was once considered one of the remotest, wildest places on earth. A place where orangutans and headhunters lurked undisturbed.\nTogether with neighboring Sumatra, it's one of just two places in the world where the orangutan lives in the wild.\nFor decades, forestry and agriculture have whittled away orangutans' forest home, placing them in great peril, according to the WWF.\nAs deforestation accelerates and more species are lost and threatened, now more trouble lurks."
    },

    {
      "source": {
        "id": null,
        "name": "mongabay.com"
      },
      "author": "Basten Gokkon",
      "title": "Indonesia ranks high on legal wildlife trade, but experts warn it masks illegal trade",
      "description": "A recent analysis of the legal wildlife trade in the last 46 years puts Indonesia, a biodiversity hotspot in Southeast Asia, among the top 10 exporters of live animals.",
      "url": "https://news.mongabay.com/2021/12/indonesia-ranks-high-on-legal-wildlife-trade-but-experts-warn-it-masks-illegal-trade/",
      "urlToImage": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2021/06/07135518/1.-Konservasi_Kakatua_Indonesia_20180927_115456-1536x890.jpg",
      "publishedAt": "2021-12-10T03:05:00Z",
      "content": "The research, published Nov. 11 by Oslo-based outdoor and nature website Outforia, looked into data from CITES, the global convention on the international wildlife trade, from 1975-2021. It puts Indonesia at No. 9 on the list of 80 countries (led by El Salvador), with 7.7 million live animal exports since 1975. The most traded animal from Indonesia, at more than 2 million live specimens, is the arowana fish, from the rivers of Borneo and Sumatra that’s highly prized in the aquarium trade across Southeast and East Asia. Arowanas (Scleropages spp.) were also the No. 8 most exported live animal in the last 46 years, according to the research.\n\nThese all constitute legal trades, regulated by authorities in Indonesia and in the importing countries, and registered in the CITES Trade Database. The role of CITES is to closely regulate the legal wildlife trade to ensure it doesn’t adversely affect wild populations of the species being traded.\n\nBut even though these trades are legal and monitored, countries with rich biodiversity like Indonesia should be trying to minimize them and focusing more on conserving the ecosystems in which these species are found, said Sunarto, a research associate at the University of Indonesia’s Institute for Sustainable Earth and Resources.\n\nProfits from live animal exports should be allocated to beef up monitoring, management and protection of wildlife and habitats, he added.\n\n“If these [conservation] aspects aren’t fulfilled, then having a large export value isn’t something to be proud of,” he told Mongabay in an interview. “Instead, it should be something of a concern that needs to be looked into deeper so that changes and improvements can be made to policies and practices in wildlife management in the habitat and in captive-breeding facilities, and in the trade process.”"
    },
    {
      "source": {
        "id": null,
        "name": "MSN.com"
      },
      "author": "Li Cohen ",
      "title": "\"Bizarre\" coral reef sounds offer hope of recovery after destruction",
      "description": "Sunrise laughs, afternoon foghorns, sunset croaks and nighttime purrs — these are the sounds of Indonesian reefs returning to life, according to a new study. ",
      "url": "https://www.msn.com/en-us/news/world/bizarre-coral-reef-sounds-offer-hope-of-recovery-after-destruction/ar-AARBQVE",
      "urlToImage": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AARBSmx.img",
      "publishedAt": "2021-12-10T03:00:31Z",
      "content": "Most marine environment rehabilitation programs focus on increasing coral cover, researchers said in their study, which was published in the Journal of Applied Ecology. But they wanted to see how effective restoration is for fish and invertebrate populations, which are vital components of a truly healthy ecosystem. \n\nTo find out just how healthy restored reefs can be, researchers focused on parts of reefs in Indonesia previously destroyed by blast fishing, a practice of using dynamite or other explosives to stun or kill a massive amount of marine life at a time. The areas were restored through the Mars Coral Reef Restoration Project for years preceding the study. \n\nResearchers took multiple one-hour acoustic recordings of various habitats that are part of Indonesia's Badi, Bontosua and Salisih reefs through 2018 and 2019 that were either naturally healthy, heavily damaged or had been restored."
    },
    {
      "source": {
        "id": null,
        "name": "Aljazeera.com"
      },
      "author": "Reno Surya",
      "title": "Rush to save animals in Indonesia after deadly Mt Semeru eruption",
      "description": "Veterinarians work from sunrise to sunset to evacuate and treat animals suffering from burns, smoke inhalation and other injuries.",
      "url": "https://www.aljazeera.com/news/2021/12/8/rush-to-evacuate-animals-in-indonesia-after-mt-semeru-eruption",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2021/12/000_9TZ7XL.jpg",
      "publishedAt": "2021-12-10T03:00:31Z",
      "content": "Dr Sugeng Widodo has just finished his latest shift working in the shadow of Indonesia’s fearsome Mount Semeru – an active volcano on the island of Java that erupted on Saturday night following heavy rains that collapsed its crater.\n\nSince the eruption, which spewed an ash cloud 4km (2.48 miles) into the air and prompted deadly volcanic mudflows, the veterinarian has been volunteering at the site of the disaster, which killed more than 30 people and left dozens missing and at least 3,000 others displaced."
    },
    {
      "source": {
        "id": null,
        "name": "theguardian.com"
      },
      "author": "Philip Hoar",
      "title": "Under the skin of the ocean, there’s a super-loud fishcotheque going on",
      "description": "The hubbub of an Indonesian reef should comes as no surprise: the world below is alive with sound",
      "url": "https://www.theguardian.com/commentisfree/2021/dec/09/ocean-loud-fish-indonesian-reef-sound",
      "urlToImage": "https://i.guim.co.uk/img/media/9b239f68d6c5339d6215487179b695591abdb801/0_74_2222_1334/master/2222.jpg?width=620&quality=85&auto=format&fit=max&s=f11f9e7f7c1d8801e6032279e76cb488",
      "publishedAt": "2021-12-10T03:00:31Z",
      "content": "A coral reef in Indonesia thought to be dead has been discovered to be erupting with glorious uproar – the sound of fishes whooping and grunting as they communicate and search for food. It’s like Finding Nemo come to life. We shouldn’t be surprised. The ocean, like Prospero’s island in The Tempest, is full of strange noises. It crackles and it roars. Jacques Cousteau may have been a great ocean explorer, but when he made his film The Silent World in 1956, I wonder whether he was actually listening down there, through the bubbles of his aqualung."
    },
    {
      "source": {
        "id": null,
        "name": "nbcnews.com"
      },
      "author": "Josh Lederman",
      "title": "Corporations are turning to forest credits in the race to go 'carbon-neutral.'",
      "description": "Environmental groups warn the system doesn’t deliver the carbon reductions promised but offers companies a way to avoid the tougher work of actually cutting emissions.\n",
      "url": "https://www.nbcnews.com/news/world/corporations-are-turning-forest-credits-race-go-carbon-neutral-advocat-rcna7259",
      "urlToImage": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1000w,f_auto,q_auto:best/rockcms/2021-12/211201-Indonesian-forest-al-1401-2766c8.jpg",
      "publishedAt": "2021-12-10T03:00:31Z",
      "content": "In the forests of Guatemala, China and Scotland, oil giant Royal Dutch Shell is planting tens of thousands of trees that suck greenhouse gases out of the air, allowing customers who buy its fuel to claim that their driving is carbon-neutral — at least on paper.\n\nIn Brazil, Amazon is paying to help small-scale farmers restore degraded lands in the tropical rainforest that shares its name. \n\nAnd in Asia, Delta Air Lines is spending $30 million to offset pollution from its jets by protecting half a million acres in an Indonesian peat swamp forest and a Cambodian wildlife sanctuary."
    }
  ]
}